{"races": [{"slug": "alseid", "name": "Alseid", "description": "## Alseid Traits\nYour alseid character has certain characteristics in common with all other alseid.", "asi": [{"attributes": "Dexterity", "value": 2}, {"attributes": "Wisdom", "value": 1}], "speed": 40, "languages": "***Languages.*** You can speak, read, and write Common and Elvish.", "vision": "***Darkvision.*** Accustomed to the limited light beneath the forest canopy, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.", "traits": "***Alseid Weapon Training.*** You have proficiency with spears and shortbows.\n\n***Light Hooves.*** You have proficiency in the Stealth skill.\n\n***Quadruped.*** The mundane details of the structures of humanoids can present considerable obstacles for you. You have to squeeze when moving through trapdoors, manholes, and similar structures even when a Medium humanoid wouldn't have to squeeze. In addition, ladders, stairs, and similar structures are difficult terrain for you.\n\n***Woodfriend.*** When in a forest, you leave no tracks and can automatically discern true north."}, {"slug": "catfolk", "name": "Catfolk", "description": "## Catfolk Traits\nYour catfolk character has the following traits.", "asi": [{"attributes": "Dexterity", "value": 2}], "speed": 30, "languages": "***Languages.*** You can speak, read, and write Common.", "vision": "***Darkvision.*** You have a cat's keen senses, especially in the dark. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.", "traits": "***Cat's Claws.*** Your sharp claws can cut with ease. Your claws are natural melee weapons, which you can use to make unarmed strikes. When you hit with a claw, your claw deals slashing damage equal to 1d4 + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike.\n\n***Hunter's Senses.*** You have proficiency in the Perception and Stealth skills."}, {"slug": "darakhul", "name": "Darakhul", "description": "## Darakhul Traits\nYour darakhul character has certain characteristics in common with all other darakhul.", "asi": [{"attributes": "Constitution", "value": 1}], "speed": 30, "languages": "***Languages.*** You can speak, read, and write Common, Darakhul, and a language associated with your Heritage Subrace.", "vision": "***Darkvision.*** You can see in dim light within 60 feet as though it were bright light and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.", "traits": "***Hunger for Flesh.*** You must consume 1 pound of raw meat each day or suffer the effects of starvation. If you go 24 hours without such a meal, you gain one level of exhaustion. While you have any levels of exhaustion from this trait, you can't regain hit points or remove levels of exhaustion until you spend at least 1 hour consuming 10 pounds of raw meat.\n\n***Imperfect Undeath.*** You transitioned into undeath, but your transition was imperfect. Though you are a humanoid, you are susceptible to effects that target undead. You can regain hit points from spells like cure wounds, but you can also be affected by game effects that specifically target undead, such as a cleric's Turn Undead feature. Game effects that raise a creature from the dead work on you as normal, but they return you to life as a darakhul. A true resurrection or wish spell can restore you to life as a fully living member of your original race.\n\n***Powerful Jaw.*** Your heavy jaw is powerful enough to crush bones to powder. Your bite is a natural melee weapon, which you can use to make unarmed strikes. When you hit with it, your bite deals piercing damage equal to 1d4 + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike.\n\n***Sunlight Sensitivity.*** You have disadvantage on attack rolls and on Wisdom (Perception) checks that rely on sight when you, the target of your attack, or whatever you are trying to perceive is in direct sunlight.\n\n***Undead Resilience.*** You are infused with the dark energy of undeath, which frees you from some frailties that plague most creatures. You have resistance to necrotic damage and poison damage, you are immune to disease, and you have advantage on saving throws against being charmed or poisoned. When you finish a short rest, you can reduce your exhaustion level by 1, provided you have ingested at least 1 pound of raw meat in the last 24 hours (see Hunger for Flesh).\n\n***Undead Vitality.*** You don't need to breathe, and you don't sleep the way most creatures do. Instead, you enter a dormant state that resembles death, remaining semiconscious, for 6 hours a day. While dormant, you have disadvantage on Wisdom (Perception) checks. After resting in this way, you gain the same benefit that a human does from 8 hours of sleep.\n\n***Heritage Subrace.*** You were something else before you became a darakhul. This heritage determines some of your traits. Choose one Heritage Subrace below and apply the listed traits."}, {"slug": "derro", "name": "Derro", "description": "## Derro Traits\nYour derro character has certain characteristics in common with all other derro.", "asi": [{"attributes": "Dexterity", "value": 2}], "speed": 30, "languages": "***Languages.*** You can speak, read, and write Dwarvish and your choice of Common or Undercommon.", "vision": "***Superior Darkvision.*** Accustomed to life underground, you can see in dim light within 120 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.", "traits": "***Eldritch Resilience.*** You have advantage on Constitution saving throws against spells.\n\n***Sunlight Sensitivity.*** You have disadvantage on attack rolls and on Wisdom (Perception) checks that rely on sight when you, the target of your attack, or whatever you are trying to perceive is in direct sunlight."}, {"slug": "dragonborn", "name": "Dragonborn", "description": "## Dragonborn Traits\nYour draconic heritage manifests in a variety of traits you share with other dragonborn.", "asi": [{"attributes": "Strength", "value": 2}, {"attributes": "Charisma", "value": 1}], "speed": 30, "languages": "**_Languages._** You can speak, read, and write Common and Draconic. Draconic is thought to be one of the oldest languages and is often used in the study of magic. The language sounds harsh to most other creatures and includes numerous hard consonants and sibilants.", "vision": "", "traits": "**Draconic Ancestry** \n\n| Dragon       | Damage Type       | Breath Weapon                |\n|--------------|-------------------|------------------------------|\n| Black        | Acid              | 5 by 30 ft. line (Dex. save) |\n| Blue         | Lightning         | 5 by 30 ft. line (Dex. save) |\n| Brass        | Fire              | 5 by 30 ft. line (Dex. save) |\n| Bronze       | Lightning         | 5 by 30 ft. line (Dex. save) |\n| Copper       | Acid              | 5 by 30 ft. line (Dex. save) |\n| Gold         | Fire              | 15 ft. cone (Dex. save)      |\n| Green        | Poison            | 15 ft. cone (Con. save)      |\n| Red          | Fire              | 15 ft. cone (Dex. save)      |\n| Silver       | Cold              | 15 ft. cone (Con. save)      |\n| White        | Cold              | 15 ft. cone (Con. save)      |\n\n\n**_Draconic Ancestry._** You have draconic ancestry. Choose one type of dragon from the Draconic Ancestry table. Your breath weapon and damage resistance are determined by the dragon type, as shown in the table.\n\n**_Breath Weapon._** You can use your action to exhale destructive energy. Your draconic ancestry determines the size, shape, and damage type of the exhalation.\nWhen you use your breath weapon, each creature in the area of the exhalation must make a saving throw, the type of which is determined by your draconic ancestry. The DC for this saving throw equals 8 + your Constitution modifier + your proficiency bonus. A creature takes 2d6 damage on a failed save, and half as much damage on a successful one. The damage increases to 3d6 at 6th level, 4d6 at 11th level, and 5d6 at 16th level.\nAfter you use your breath weapon, you can't use it again until you complete a short or long rest.\n\n**_Damage Resistance._** You have resistance to the damage type associated with your draconic ancestry."}, {"slug": "drow", "name": "Drow", "description": "## Drow Traits\nYour drow character has certain characteristics in common with all other drow.", "asi": [{"attributes": "Intelligence", "value": 2}], "speed": 25, "languages": "***Languages.*** You can speak, read, and write Elvish and your choice of Common or Undercommon.", "vision": "***Superior Darkvision.*** Accustomed to life in the darkest depths of the world, you can see in dim light within 120 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.", "traits": "***Fey Ancestry.*** You have advantage on saving throws against being charmed, and magic can't put you to sleep.\n\n***Mind of Steel.*** You understand the complexities of minds, as well as the magic that can affect them. You have advantage on Wisdom, Intelligence, and Charisma saving throws against spells.\n\n***Sunlight Sensitivity.*** You have disadvantage on attack rolls and on Wisdom (Perception) checks that rely on sight when you, the target of your attack, or whatever you are trying to perceive is in direct sunlight."}, {"slug": "dwarf", "name": "Dwarf", "description": "## Dwarf Traits\nYour dwarf character has an assortment of inborn abilities, part and parcel of dwarven nature.", "asi": [{"attributes": "Constitution", "value": 2}], "speed": 25, "languages": "**_Languages._** You can speak, read, and write Common and Dwarvish. Dwarvish is full of hard consonants and guttural sounds, and those characteristics spill over into whatever other language a dwarf might speak.", "vision": "**_Darkvision._** Accustomed to life underground, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.", "traits": "**_Dwarven Resilience._** You have advantage on saving throws against poison, and you have resistance against poison damage.\n\n**_Dwarven Combat Training._** You have proficiency with the battleaxe, handaxe, light hammer, and warhammer.\n\n**_Tool Proficiency._** You gain proficiency with the artisan's tools of your choice: smith's tools, brewer's supplies, or mason's tools.\n\n**_Stonecunning._** Whenever you make an Intelligence (History) check related to the origin of stonework, you are considered proficient in the History skill and add double your proficiency bonus to the check, instead of your normal proficiency bonus."}, {"slug": "elf", "name": "Elf", "description": "## Elf Traits\nYour elf character has a variety of natural abilities, the result of thousands of years of elven refinement.", "asi": [{"attributes": "Dexterity", "value": 2}], "speed": 30, "languages": "**_Languages._** You can speak, read, and write Common and Elvish. Elvish is fluid, with subtle intonations and intricate grammar. Elven literature is rich and varied, and their songs and poems are famous among other races. Many bards learn their language so they can add Elvish ballads to their repertoires.", "vision": "**_Darkvision._** Accustomed to twilit forests and the night sky, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.", "traits": "**_Keen Senses._** You have proficiency in the Perception skill.\n\n**_Fey Ancestry._** You have advantage on saving throws against being charmed, and magic can't put you to sleep.\n\n**_Trance._** Elves don't need to sleep. Instead, they meditate deeply, remaining semiconscious, for 4 hours a day. (The Common word for such meditation is “trance.”) While meditating, you can dream after a fashion; such dreams are actually mental exercises that have become reflexive through years of practice.\nAfter resting in this way, you gain the same benefit that a human does from 8 hours of sleep."}, {"slug": "erina", "name": "Erina", "description": "## Erina Traits\nYour erina character has traits which complement its curiosity, sociability, and fierce nature.", "asi": [{"attributes": "Dexterity", "value": 2}], "speed": 25, "languages": "***Languages.*** You can speak Erina and either Common or Sylvan.", "vision": "***Darkvision.*** Accustomed to life in the dark burrows of your people, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.", "traits": "***Hardy.*** The erina diet of snakes and venomous insects has made them hardy. You have advantage on saving throws against poison, and you have resistance against poison damage.\n\n***Spines.*** Erina grow needle-sharp spines in small clusters atop their heads and along their backs. While you are grappling a creature or while a creature is grappling you, the creature takes 1d4 piercing damage at the start of your turn.\n\n***Keen Senses.*** You have proficiency in the Perception skill.\n\n***Digger.*** You have a burrowing speed of 20 feet, but you can use it to move through only earth and sand, not mud, ice, or rock."}, {"slug": "gearforged", "name": "Gearforged", "description": "## Gearforged Traits\nThe range of gearforged anatomy in all its variants is remarkable, but all gearforged share some common parts.", "asi": [{"attributes": "Any", "value": 1}, {"attributes": "Any", "value": 1}], "speed": 30, "languages": "***Languages.*** You can speak, read, and write Common, Machine Speech (a whistling, clicking language that's incomprehensible to non-gearforged), and a language associated with your Race Chassis.", "vision": "", "traits": "***Construct Resilience.*** Your body is constructed, which frees you from some of the limits of fleshand- blood creatures. You have resistance to poison damage, you are immune to disease, and you have advantage on saving throws against being poisoned.\n\n***Construct Vitality.*** You don't need to eat, drink, or breathe, and you don't sleep the way most creatures do. Instead, you enter a dormant state where you resemble a statue and remain semiconscious for 6 hours a day. During this time, the magic in your soul gem and everwound springs slowly repairs the day's damage to your mechanical body. While in this dormant state, you have disadvantage on Wisdom (Perception) checks. After resting in this way, you gain the same benefit that a human does from 8 hours of sleep.\n\n***Living Construct.*** Your consciousness and soul reside within a soul gem to animate your mechanical body. As such, you are a living creature with some of the benefits and drawbacks of a construct. Though you can regain hit points from spells like cure wounds, you can also be affected by game effects that specifically target constructs, such as the shatter spell. As long as your soul gem remains intact, game effects that raise a creature from the dead work on you as normal, repairing the damaged pieces of your mechanical body (restoring lost sections only if the spell normally restores lost limbs) and returning you to life as a gearforged. Alternatively, if your body is destroyed but your soul gem and memory gears are intact, they can be installed into a new body with a ritual that takes one day and 10,000 gp worth of materials. If your soul gem is destroyed, only a wish spell can restore you to life, and you return as a fully living member of your original race.\n\n***Race Chassis.*** Four races are known to create unique gearforged, building mechanical bodies similar in size and shape to their people: dwarf, gnome, human, and kobold. Choose one of these forms."}, {"slug": "gnome", "name": "Gnome", "description": "## Gnome Traits\nYour gnome character has certain characteristics in common with all other gnomes.", "asi": [{"attributes": "Intelligence", "value": 2}], "speed": 25, "languages": "**_Languages._** You can speak, read, and write Common and Gnomish. The Gnomish language, which uses the Dwarvish script, is renowned for its technical treatises and its catalogs of knowledge about the natural world.", "vision": "**_Darkvision._** Accustomed to life underground, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.", "traits": "**_Gnome Cunning._** You have advantage on all Intelligence, Wisdom, and Charisma saving throws against magic."}, {"slug": "half-elf", "name": "Half-Elf", "description": "## Half-Elf Traits\nYour half-elf character has some qualities in common with elves and some that are unique to half-elves.", "asi": [{"attributes": "Charisma", "value": 2}, {"attributes": "Other", "value": 1}, {"attributes": "Other", "value": 1}], "speed": 30, "languages": "**_Languages._** You can speak, read, and write Common, Elvish, and one extra language of your choice.", "vision": "**_Darkvision._** Thanks to your elf blood, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.", "traits": "**_Fey Ancestry._** You have advantage on saving throws against being charmed, and magic can't put you to sleep.\n\n**_Skill Versatility._** You gain proficiency in two skills of your choice."}, {"slug": "half-orc", "name": "Half-Orc", "description": "## Half-Orc Traits\nYour half-orc character has certain traits deriving from your orc ancestry.", "asi": [{"attributes": "Strength", "value": 2}, {"attributes": "Constitution", "value": 1}], "speed": 30, "languages": "**_Languages._** You can speak, read, and write Common and Orc. Orc is a harsh, grating language with hard consonants. It has no script of its own but is written in the Dwarvish script.", "vision": "**_Darkvision._** Thanks to your orc blood, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.", "traits": "**_Menacing._** You gain proficiency in the Intimidation skill.\n\n**_Relentless Endurance._** When you are reduced to 0 hit points but not killed outright, you can drop to 1 hit point instead. You can't use this feature again until you finish a long rest.\n\n**_Savage Attacks._** When you score a critical hit with a melee weapon attack, you can roll one of the weapon's damage dice one additional time and add it to the extra damage of the critical hit."}, {"slug": "halfling", "name": "Halfling", "description": "## Halfling Traits\nYour halfling character has a number of traits in common with all other halflings.", "asi": [{"attributes": "Dexterity", "value": 2}], "speed": 25, "languages": "**_Languages._** You can speak, read, and write Common and Halfling. The Halfling language isn't secret, but halflings are loath to share it with others. They write very little, so they don't have a rich body of literature. Their oral tradition, however, is very strong. Almost all halflings speak Common to converse with the people in whose lands they dwell or through which they are traveling.", "vision": "", "traits": "**_Lucky._** When you roll a 1 on the d20 for an attack roll, ability check, or saving throw, you can reroll the die and must use the new roll.\n\n**_Brave._** You have advantage on saving throws against being frightened.\n\n**_Halfling Nimbleness._** You can move through the space of any creature that is of a size larger than yours."}, {"slug": "human", "name": "Human", "description": "## Human Traits\nIt's hard to make generalizations about humans, but your human character has these traits.", "asi": [{"attributes": "Strength", "value": 1}, {"attributes": "Dexterity", "value": 1}, {"attributes": "Constitution", "value": 1}, {"attributes": "Intelligence", "value": 1}, {"attributes": "Wisdom", "value": 1}, {"attributes": "Charisma", "value": 1}], "speed": 30, "languages": "**_Languages._** You can speak, read, and write Common and one extra language of your choice. Humans typically learn the languages of other peoples they deal with, including obscure dialects. They are fond of sprinkling their speech with words borrowed from other tongues: Orc curses, Elvish musical expressions, Dwarvish military phrases, and so on.", "vision": "", "traits": ""}, {"slug": "minotaur", "name": "Minotaur", "description": "Your minotaur character has certain characteristics in common with all other minotaurs.", "asi": [{"attributes": "Strength", "value": 2}, {"attributes": "Constitution", "value": 1}], "speed": 30, "languages": "***Languages.*** You can speak, read, and write Common and Minotaur.", "vision": "***Darkvision.*** You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.", "traits": "***Natural Attacks.*** Your horns are sturdy and sharp. Your horns are a natural melee weapon, which you can use to make unarmed strikes. When you hit with your horns, they deal piercing damage equal to 1d6 + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike.\n\n***Charge.*** Once per turn, if you move at least 10 feet toward a target and hit it with a horn attack in the same turn, you deal an extra 1d6 piercing damage and you can shove the target up to 5 feet as a bonus action. At 11th level, when you shove a creature with Charge, you can push it up to 10 feet instead. You can use this trait a number of times per day equal to your Constitution modifier (minimum of once), and you regain all expended uses when you finish a long rest.\n\n***Labyrinth Sense.*** You can retrace without error any path you have previously taken, with no ability check."}, {"slug": "mushroomfolk", "name": "Mushroomfolk", "description": "Your mushroomfolk character has characteristics in common with all other mushroomfolk.", "asi": [{"attributes": "Wisdom", "value": 2}], "speed": 30, "languages": "***Languages.*** You can speak, read, and write Mushroomfolk and your choice of Common or Undercommon.", "vision": "***Darkvision.*** Accustomed to life underground, you can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.", "traits": "***Fungoid Form.*** You are a humanoid, though the fungal nature of your body and your unique diet of decayed vegetable and animal matter marks you with some plant-like characteristics. You have advantage on saving throws against poison, and you have resistance to poison damage. In addition, you are immune to disease.\n\n***Hardy Survivor.*** Your upbringing in mushroomfolk society has taught you how to defend yourself and find food. You have proficiency in the Survival skill.\n\n***Subrace.*** Three subraces of mushroomfolk are known to wander the world: acid cap, favored, and morel. Choose one of these subraces."}, {"slug": "satarre", "name": "Satarre", "description": "Your satarre heritage is apparent in a variety of traits you share with other satarre.", "asi": [{"attributes": "Constitution", "value": 2}, {"attributes": "Intelligence", "value": 1}], "speed": 30, "languages": "***Languages.*** You can speak, read, and write Common and one of the following: Abyssal, Infernal, or Void Speech. Void Speech is a language of dark gods and ancient blasphemies, and the mere sound of its sibilant tones makes many other creatures quite uncomfortable.", "vision": "***Darkvision.*** Thanks to your dark planar parentage, you have superior vision in darkness. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.", "traits": "***A Friend to Death.*** You have resistance to necrotic damage.\n\n***Keeper of Secrets.*** You have proficiency in the Arcana skill, and you have advantage on Intelligence (Arcana) checks related to the planes and planar travel. In addition, you have proficiency in one of the following skills of your choice: History, Insight, and Religion.\n\n***Carrier of Rot.*** You can use your action to inflict rot on a creature you can see within 10 feet of you. The creature must make a Constitution saving throw. The DC for this saving throw equals 8 + your Constitution modifier + your proficiency bonus. A creature takes 1d4 necrotic damage on a failed save, and half as much damage on a successful one. A creature that fails the saving throw also rots for 1 minute. A rotting creature takes 1d4 necrotic damage at the end of each of its turns. The target or a creature within 5 feet of it can use an action to excise the rot with a successful Wisdom (Medicine) check. The DC for the check equals the rot's Constitution saving throw DC. The rot also disappears if the target receives magical healing. The damage for the initial action and the rotting increases to 2d4 at 6th level, 3d4 at 11th level, and 4d4 at 16th level. After you use your Carrier of Rot trait, you can't use it again until you complete a short or long rest."}, {"slug": "shade", "name": "Shade", "description": "Your shade character has a number of traits that arise from being a shade as well as a few drawn from life.", "asi": [{"attributes": "Charisma", "value": 1}], "speed": 30, "languages": "***Languages.*** You can speak, read, and write Common and one other language spoken by your Living Origin.", "vision": "***Darkvision.*** Your existence beyond death makes you at home in the dark. You can see in dim light within 60 feet of you as if it were bright light and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.", "traits": "***Ghostly Flesh.*** Starting at 3rd level, you can use your action to dissolve your physical body into the ephemeral stuff of spirits. You become translucent and devoid of color, and the air around you grows cold. Your transformation lasts for 1 minute or until you end it as a bonus action. During it, you have a flying speed of 30 feet with the ability to hover, and you have resistance to bludgeoning, piercing, and slashing damage from nonmagical attacks that aren't made with silvered weapons. In addition, you have advantage on ability checks and saving throws made to escape a grapple or against being restrained, and you can move through creatures and solid objects as if they were difficult terrain. If you end your turn inside an object, you take 1d10 force damage. Once you use this trait, you can't use it again until you finish a long rest.\n\n***Imperfect Undeath.*** You are a humanoid, but your partial transition into undeath makes you susceptible to effects that target undead. Though you can regain hit points from spells like cure wounds, you can also be affected by game effects that specifically target undead, such as a cleric's Turn Undead feature. Game effects that raise a creature from the dead work on you as normal, but they return you to life as a shade. A true resurrection or wish spell can restore you to life as a fully living member of your original race.\n\n***Life Drain.*** When you damage a creature with an attack or a spell, you can choose to deal extra necrotic damage to the target equal to your level. If the creature's race matches your Living Origin, you gain temporary hit points equal to the necrotic damage dealt. Once you use this trait, you can't use it again until you finish a short or long rest.\n\n***Spectral Resilience.*** You have advantage on saving throws against poison and disease, and you have resistance to necrotic damage.\n\n***Living Origin.*** As living echoes of who they once were, shades maintain some of the traits they bore in life. Choose another race as your Living Origin. This is the race you were in life. Your size and speed are those of your Living Origin, and you know one language spoken by your Living Origin."}, {"slug": "tiefling", "name": "Tiefling", "description": "## Tiefling Traits\nTieflings share certain racial traits as a result of their infernal descent.", "asi": [{"attributes": "Intelligence", "value": 1}, {"attributes": "Charisma", "value": 2}], "speed": 30, "languages": "**_Languages._** You can speak, read, and write Common and Infernal.", "vision": "**_Darkvision._** Thanks to your infernal heritage, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.", "traits": "**_Hellish Resistance._** You have resistance to fire damage.\n\n**_Infernal Legacy._** You know the *thaumaturgy* cantrip. When you reach 3rd level, you can cast the *hellish rebuke* spell as a 2nd-level spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the *darkness* spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."}, {"slug": "human_variant", "name": "Human", "description": "## Human Traits\nIt's hard to make generalizations about humans, but your human character has these traits.", "asi": [{"attributes": ["Any"], "value": 1}, {"attributes": ["Any"], "value": 1}], "speed": 30, "languages": "**_Languages._** You can speak, read, and write Common and one extra language of your choice. Humans typically learn the languages of other peoples they deal with, including obscure dialects. They are fond of sprinkling their speech with words borrowed from other tongues: Orc curses, Elvish musical expressions, Dwarvish military phrases, and so on.", "vision": "", "traits": "***Skills.*** You gain proficiency in one skill of your choice.\n\n***Feat.*** You gain one Feat of your choice."}], "feats": [{"slug": "ace-driver", "name": "Ace Driver", "description": "You are a virtuoso of driving and piloting vehicles, able to push them beyond their normal limits and maneuver them with fluid grace through hazardous situations. You gain the following benefits:", "prerequisite": "Prerequisite: Proficiency with a type of vehicle", "effects_desc": ["You gain an expertise die on ability checks made to drive or pilot a vehicle.", "While piloting a vehicle, you can use your reaction to take the Brake or Maneuver vehicle actions.", "A vehicle you load can carry 25% more cargo than normal.", "Vehicles you are piloting only suffer a malfunction when reduced to 25% of their hit points, not 50%. In addition, when the vehicle does suffer a malfunction, you roll twice on the maneuver table and choose which die to use for the result.", "Vehicles you are piloting gain a bonus to their Armor Class equal to half your proficiency bonus.", "When you Brake, you can choose to immediately stop the vehicle without traveling half of its movement speed directly forward."], "document_title": "Level Up Advanced 5e"}, {"slug": "athletic", "name": "Athletic", "description": "Your enhanced physical training grants you the following benefits:", "prerequisite": null, "effects_desc": ["Your Strength or Dexterity score increases by 1, to a maximum of 20.", "When you are prone, standing up uses only 5 feet of your movement (instead of half).", "Your speed is not halved from climbing.", "You can make a running long jump or a running high jump after moving 5 feet on foot (instead of 10 feet)."], "document_title": "Level Up Advanced 5e"}, {"slug": "attentive", "name": "Attentive", "description": "Always aware of your surroundings, you gain the following benefits:", "prerequisite": null, "effects_desc": ["When rolling initiative you gain a +5 bonus.", "You can only be surprised if you are unconscious. A creature attacking you does not gain advantage from being hidden from you or unseen by you."], "document_title": "Level Up Advanced 5e"}, {"slug": "battle-caster", "name": "Battle Caster", "description": "You're comfortable casting, even in the chaos of battle.", "prerequisite": "Requires the ability to cast at least one spell of 1st-level or higher", "effects_desc": ["You gain a 1d6 expertise die on concentration checks to maintain spells you have cast.", "While wielding weapons and shields, you may cast spells with a seen component.", "Instead of making an opportunity attack with a weapon, you may use your reaction to cast a spell with a casting time of 1 action. The spell must be one that only targets that creature."], "document_title": "Level Up Advanced 5e"}, {"slug": "boundless-reserves", "name": "Boundless Reserves", "description": "You have learned to harness your inner vitality to replenish your ki. You gain the following benefits:", "prerequisite": "*Wisdom 13 or higher and the Ki class feature*", "effects_desc": ["* Increase your Wisdom score by 1, to a maximum of 20.", "* When you start your turn and have no ki points remaining, you can use a reaction to spend one Hit Die. Roll the die and add your Constitution modifier to it. You regain expended ki points equal to up to half the total (minimum of 1). You can never have more ki points than the maximum for your level. Hit Dice spent using this feat can't be used to regain hit points during a short rest. You regain spent Hit Dice as normal."], "document_title": "Tome of Heroes"}, {"slug": "brutal-attack", "name": "Brutal Attack", "description": "After making a melee attack, you may reroll any weapon damage and choose the better result. This feat can be used no more than once per turn.", "prerequisite": null, "effects_desc": [], "document_title": "Level Up Advanced 5e"}, {"slug": "bull-rush", "name": "Bull Rush", "description": "Your headlong rush devastates your foes.\nAfter dashing (with the Dash Action) at least ten feet towards a foe, you may perform a bonus action to select one of the following options.\nAttack. Make one melee weapon attack, dealing an extra 5 damage on a hit.\nShove. Use the Shove maneuver, pushing the target 10 feet directly away on a success.", "prerequisite": null, "effects_desc": [], "document_title": "Level Up Advanced 5e"}, {"slug": "combat-thievery", "name": "Combat Thievery", "description": "You know how to trade blows for more than inflicting harm.", "prerequisite": null, "effects_desc": ["You gain proficiency with the Deceptive Stance and Painful Pickpocket maneuvers, and do not have to spend exertion to activate them.", "You gain an expertise die on Sleight of Hand checks."], "document_title": "Level Up Advanced 5e"}, {"slug": "covert-training", "name": "Covert Training", "description": "You have absorbed some of the lessons of the world of spies, criminals, and others who operate in the shadows. You gain the following benefits:", "prerequisite": null, "effects_desc": ["You gain proficiency with thieves' tools, the poisoner's kit, or a rare weapon with the stealthy property.", "You gain two skill tricks of your choice from the rogue class."], "document_title": "Level Up Advanced 5e"}, {"slug": "crafting-expert", "name": "Crafting Expert", "description": "You have devoted time to studying and practicing the art of crafting, gaining the following benefits:\nThis feat can be selected multiple times, choosing a different type of crafted item each time.", "prerequisite": null, "effects_desc": ["Choose one of the following types of crafted item: armor, engineered items, potions, rings and rods, staves and wands, weapons, wondrous items. You gain advantage on checks made to craft, maintain, and repair that type of item.", "You gain an expertise die on checks made to craft, maintain, and repair items.", "You gain proficiency with two tools of your choice."], "document_title": "Level Up Advanced 5e"}, {"slug": "crossbow-expertise", "name": "Crossbow Expertise", "description": "Crossbows are lethal in your hands.", "prerequisite": null, "effects_desc": ["Crossbows you wield do not have the loading quality.", "You do not suffer disadvantage when attacking creatures adjacent to you.", "If you take the attack action while wielding a hand crossbow in your off-hand, you may use your bonus action to attack with it."], "document_title": "Level Up Advanced 5e"}, {"slug": "deadeye", "name": "Deadeye", "description": "Your natural talent or skill makes you lethal with a ranged weapon.", "prerequisite": "Prerequisite: 8th level or higher", "effects_desc": ["You gain proficiency with the Farshot Stance and Ricochet maneuvers, and do not have to spend exertion to activate them.", "Cover does not grant your targets an AC bonus when you make attacks against them with a ranged weapon.", "Before making an attack with a ranged weapon you are proficient with, you may choose to forgo your proficiency bonus on the attack roll, applying twice your proficiency bonus to damage instead."], "document_title": "Level Up Advanced 5e"}, {"slug": "deflector", "name": "Deflector", "description": "Your lightning reflexes make you hard to hit.\nYou may expend your reaction to increase your AC by an amount equal to your proficiency bonus against an attack targeting you in melee.\nThis feat can only be used while holding a finesse weapon that you're proficient with.", "prerequisite": "Prerequisite: Dexterity 13 or higher", "effects_desc": [], "document_title": "Level Up Advanced 5e"}, {"slug": "destinys-call", "name": "Destiny's Call", "description": "You are more in tune with the nature of who you truly are and what you can become.", "prerequisite": null, "effects_desc": ["An ability score of your choice increases by 1.", "When you gain inspiration through your destiny's source of inspiration, you can choose one party member within 30 feet of you. That party member gains inspiration if they don't have it already. Once you inspire a party member in this way, you can't use this feature again on that party member until you finish a long rest."], "document_title": "Level Up Advanced 5e"}, {"slug": "diehard", "name": "Diehard", "description": "You are difficult to wear down and kill. You gain the following benefits:", "prerequisite": "*Constitution 13 or higher*", "effects_desc": ["* Increase your Constitution score by 1, up to a maximum of 20.", "* You have advantage on saving throws against effects that cause you to suffer a level of exhaustion.", "* You have advantage on death saving throws."], "document_title": "Tome of Heroes"}, {"slug": "dual-wielding-expert", "name": "Dual-Wielding Expert", "description": "You are a whirlwind of steel.", "prerequisite": null, "effects_desc": ["Wielding a weapon in each hand grants you a +1 bonus to AC.", "You may dual-wield any two weapons without the two-handed quality.", "You can sheathe or unsheathe two weapons as part of your movement action."], "document_title": "Level Up Advanced 5e"}, {"slug": "dungeoneer", "name": "Dungeoneer", "description": "You've honed your senses to subterranean danger and opportunity.", "prerequisite": null, "effects_desc": ["You have advantage on checks made to detect hidden openings, passages, or doors.", "You have advantage on saving throws made against traps and resistance to any damage they inflict.", "Your travel speed does not adversely affect your passive perception score."], "document_title": "Level Up Advanced 5e"}, {"slug": "empathic", "name": "Empathic", "description": "You have a heightened awareness of the feelings and motivations of those around you.", "prerequisite": null, "effects_desc": ["Your Wisdom or Charisma score increases by 1.", "You gain an expertise die on Insight checks made against other creatures.", "When using a social skill and making a Charisma check against another creature, you score a critical success on a roll of 19–20."], "document_title": "Level Up Advanced 5e"}, {"slug": "fear-breaker", "name": "Fear Breaker", "description": "You have a habit of snatching victory from the jaws of defeat. You gain the following benefits:", "prerequisite": null, "effects_desc": ["You gain proficiency with the Victory Pose maneuver and do not have to spend exertion to activate it. In addition, you may use this maneuver with up to three different weapons you select instead of just one, and affect allies within 60 feet.", "An ally affected by your Victory Pose gains an expertise die on their next saving throw against fear, and if they are rattled the condition ends for them."], "document_title": "Level Up Advanced 5e"}, {"slug": "floriographer", "name": "Floriographer", "description": "You have studied the secret language of Floriography. You gain the following benefits:", "prerequisite": "*Proficiency in one of the following skills: Arcana, History, or Nature*", "effects_desc": ["* Increase your Intelligence or Wisdom score by 1, to a maximum of 20.", "* You learn Floriography, the language of flowers. Similar to Druidic and Thieves' Cant, Floriography is a secret language often used to communicate subtle ideas, symbolic meaning, and even basic messages. Floriography is conveyed through the combinations of colors, styles, and even types of flowers in bouquets, floral arrangements, and floral illustrations, often with a gift-giving component.", "* Your fluency with the subtle messages in floral displays gives you a keen eye for discerning subtle or hidden messages elsewhere. You have advantage on Intelligence (Investigation) and Wisdom (Insight) checks to notice and discern hidden messages of a visual nature, such as the runes of a magic trap or the subtle hand signals passing between two individuals."], "document_title": "Tome of Heroes"}, {"slug": "forest-denizen", "name": "Forest Denizen", "description": "You are familiar with the ways of the forest. You gain the following benefits:", "prerequisite": "*N/A*", "effects_desc": ["* Increase your Wisdom score by 1, to a maximum of 20.", "* You can discern if a plant or fungal growth is safe to eat.", "* You learn to speak, read, and write Sylvan.", "* You have advantage on Strength (Athletics) and Dexterity (Acrobatics) checks you make to escape from being grappled or restrained as long as you are being grappled or restrained by nonmagical vegetation or a beast's action such as a giant frog's bite or a spider's web."], "document_title": "Tome of Heroes"}, {"slug": "fortunate", "name": "Fortunate", "description": "Be it the gods, fate, or dumb luck, something is looking out for you.\nYou may choose to invoke your luck to do the following:\nMultiple creatures with the Fortunate feat may invoke luck. If this occurs, the result is resolved as normal.\nYou may invoke your luck up to three times per long rest.", "prerequisite": null, "effects_desc": ["Before determining the result of an attack roll, an ability check, or a saving throw, roll a second d20 and select which die to use. If you have disadvantage, you may instead spend a fate point to choose one of the d20 rolls and reroll it.", "Before determining the result of an attack made against you, roll a second d20 and select which die to use."], "document_title": "Level Up Advanced 5e"}, {"slug": "friend-of-the-forest", "name": "Friend of the Forest", "description": "After spending some time in forests, you have attuned yourself to the ways of the woods and the creatures in it.  ", "prerequisite": "*N/A*", "effects_desc": ["* You learn the *treeheal* (see the Magic and Spells chapter) cantrip and two other druid cantrips of your choice.", "* You also learn the *speak with animals* spell and can cast it once without expending a spell slot. Once you cast it, you must finish a short or long rest before you can cast it in this way again. Your spellcasting ability for these spells is Wisdom."], "document_title": "Tome of Heroes"}, {"slug": "giant-foe", "name": "Giant Foe", "description": "Your experience fighting giants, such as ogres, trolls, and frost giants, has taught you how to avoid their deadliest blows and how to wield mighty weapons to better combat them. You gain the following benefits:", "prerequisite": "*A Small or smaller race*", "effects_desc": ["* Increase your Strength score by 1, to a maximum of 20.", "* If you normally have disadvantage on attack rolls made with weapons with the Heavy property due to your size, you don't have disadvantage on those attack rolls.", "* When a giant attacks you, any critical hit from it against you becomes a normal hit.", "* Whenever you make an Intelligence (History) check related to the culture or origins of a giant, you are considered proficient in the History skill and add double your proficiency bonus to the check, instead of your normal proficiency bonus."], "document_title": "Tome of Heroes"}, {"slug": "grappler", "name": "Grappler", "description": "You've developed the skills necessary to hold your own in close-quarters grappling. You gain the following benefits:", "prerequisite": "Prerequisite: Strength 13 or higher", "effects_desc": ["You have advantage on attack rolls against a creature you are grappling.", "You can use your action to try to pin a creature grappled by you. The creature makes a Strength or Dexterity saving throw against your maneuver DC. On a failure, you and the creature are both restrained until the grapple ends."], "document_title": "5e Core Rules"}, {"slug": "guarded-warrior", "name": "Guarded Warrior", "description": "You punish foes that try to target your allies.", "prerequisite": null, "effects_desc": ["Your successful opportunity attacks reduce a creature's speed to 0 until the end of the turn.", "You may use your reaction to make a melee attack against a foe that targets one of your allies with an attack.", "You may make attacks of opportunity against creatures that have taken the disengage action when they leave your threatened area."], "document_title": "Level Up Advanced 5e"}, {"slug": "hardy-adventurer", "name": "Hardy Adventurer", "description": "You can endure punishment that would break lesser beings.", "prerequisite": null, "effects_desc": ["Your maximum hitpoint total gains a bonus equal to twice your character level, increasing by 2 for each level you gain after taking this feat.", "During a short rest, you regain 1 additional hit point per hit die spent to heal."], "document_title": "Level Up Advanced 5e"}, {"slug": "harrier", "name": "Harrier", "description": "You have learned to maximize the strategic impact of your misty step. You appear in a flash and, while your foe is disoriented, attack with deadly precision. You gain the following benefits:", "prerequisite": "*The Shadow Traveler shadow fey trait or the ability to cast the* misty step *spell*", "effects_desc": ["* Increase your Strength or Dexterity score by 1, to a maximum of 20.", "* When you use your Shadow Traveler trait or cast misty step, you have advantage on the next attack you make before the end of your turn."], "document_title": "Tome of Heroes"}, {"slug": "heavily-outfitted", "name": "Heavily Outfitted", "description": "You have learned to fight in heavy armor", "prerequisite": "Requires proficiency with medium armor", "effects_desc": ["Raise your Strength attribute by 1, up to the attribute cap of 20.", "Learn the heavy armor proficiency."], "document_title": "Level Up Advanced 5e"}, {"slug": "heavy-armor-expertise", "name": "Heavy Armor Expertise", "description": "Plate and chain are your fortress.", "prerequisite": "Requires proficiency with heavy armor", "effects_desc": ["Raise your Strength attribute by 1, up to the attribute cap of 20.", "You reduce incoming physical (piercing, slashing, or bludgeoning) damage by 3 so long as you are wearing heavy armor. This bonus is negated if the damage is dealt by a magical weapon."], "document_title": "Level Up Advanced 5e"}, {"slug": "heraldic-training", "name": "Heraldic Training", "description": "You have studied the specialized techniques used by the divine agents known as heralds. You gain the following benefits:", "prerequisite": null, "effects_desc": ["You gain proficiency in your choice of one martial weapon, one rare weapon, or shields.", "You gain two divine lessons of your choice from the herald class."], "document_title": "Level Up Advanced 5e"}, {"slug": "idealistic-leader", "name": "Idealistic Leader", "description": "The strength of your principles inspires others to follow you with impressive dedication that makes up for whatever your stronghold lacks. You gain the following benefits:", "prerequisite": null, "effects_desc": ["Any stronghold you have or buy that is of frugal quality is automatically upgraded to average quality at no additional cost.", "You gain a new follower for every 50 staff you have in your stronghold, rather than every 100 staff.", "When you fulfill your destiny, choose a number of followers equal to your proficiency bonus. Each is upgraded to their most expensive version."], "document_title": "Level Up Advanced 5e"}, {"slug": "inner-resilience", "name": "Inner Resilience", "description": "Your internal discipline gives you access to a small pool of ki points. You gain the following benefits:", "prerequisite": "*Wisdom 13 or higher*", "effects_desc": ["* Increase your Wisdom score by 1, to a maximum of 20", "* You have 3 ki points, which you can spend to fuel the Patient Defense or Step of the Wind features from the monk class. When you spend a ki point, it is unavailable until you finish a short or long rest, at the end of which you draw all of your expended ki back into yourself. You must spend at least 30 minutes of the rest meditating to regain your ki points", "* If you already have ki points, your ki point maximum increases by 3 instead."], "document_title": "Tome of Heroes"}, {"slug": "intuitive", "name": "Intuitive", "description": "You've trained your powers of observation to nearly superhuman levels.", "prerequisite": null, "effects_desc": ["Raise your Intelligence or Wisdom attribute by 1, up to the attribute cap of 20.", "You can read lips. You understand what a creature is saying If you are able to see its vocal apparatus while it speaks in a language you know.", "Increase your passive perception and investigation scores by +5."], "document_title": "Level Up Advanced 5e"}, {"slug": "keen-intellect", "name": "Keen Intellect", "description": "Your mind is a formidable weapon.", "prerequisite": null, "effects_desc": ["Raise your Intelligence attribute by 1, up to the attribute cap of 20.", "With perfect clarity, you can recall anything that you've seen, read, or heard in the past, as far back as 1 week per point of your intelligence modifier.", "You can instantly locate true north.", "You precisely know the time without the need for a clock."], "document_title": "Level Up Advanced 5e"}, {"slug": "lightly-outfitted", "name": "Lightly Outfitted", "description": "You've learned to fight in light armor.", "prerequisite": null, "effects_desc": ["Raise your Strength or Dexterity Attribute by 1, up to the attribute cap of 20.", "Learn the light armor proficiency."], "document_title": "Level Up Advanced 5e"}, {"slug": "linguistics-expert", "name": "Linguistics Expert", "description": "Your gift for languages borders on the supernatural.", "prerequisite": null, "effects_desc": ["Raise your Intelligence attribute by 1, up to the attribute cap of 20.", "Select three languages and gain the ability to read, write, and speak them.", "By spending an hour, you can develop a cipher that you are able to teach to others. Anyone who knows the cipher can encode and read hidden messages made with it; the apparent text must be at least four times longer than the hidden message. Other creatures can detect the presence of the cipher if they spend a minute examining it and succeed on an Investigation check against a DC equal to 8 + your proficiency bonus + your Intelligence modifier. If the check succeeds by 5 or more, they can read the hidden message."], "document_title": "Level Up Advanced 5e"}, {"slug": "martial-scholar", "name": "Martial Scholar", "description": "You have taken the time to learn some advanced combat techniques. You gain the following benefits:", "prerequisite": "Prerequisite: Proficiency with at least one martial weapon", "effects_desc": ["You gain proficiency in a combat tradition of your choice.", "You learn two combat maneuvers from a combat tradition you know. If you don't already know any combat maneuvers, both must be 1st degree. Combat maneuvers gained from this feat do not count toward the maximum number of combat maneuvers you know.", "Your exertion pool increases by 3. If you do not have an exertion pool, you gain an exertion pool with 3 exertion, regaining your exertion whenever you finish a short or long rest."], "document_title": "Level Up Advanced 5e"}, {"slug": "medium-armor-expert", "name": "Medium Armor Expert", "description": "Medium armor is like a second skin for you.", "prerequisite": "Requires proficiency with medium armor.", "effects_desc": ["You do not suffer disadvantage on stealth checks while wearing medium armor.", "The maximum Dexterity modifier you can add to your Armor Class increases from 2 to 3 when you are wearing medium armor."], "document_title": "Level Up Advanced 5e"}, {"slug": "moderately-outfitted", "name": "Moderately Outfitted", "description": "", "prerequisite": "Requires proficiency with light armor", "effects_desc": ["Raise your Strength or Dexterity Attribute by 1, up to the attribute cap of 20.", "Learn the medium armor and shield proficiencies."], "document_title": "Level Up Advanced 5e"}, {"slug": "monster-hunter", "name": "Monster Hunter", "description": "You are a peerless slayer of beasts most foul. You gain the following benefits:", "prerequisite": "Prerequisite: Proficiency with Survival, 8th level or higher", "effects_desc": ["You gain an expertise die on checks made to learn information about the Legends and Lore of a creature you can see.", "You learn the altered strike cantrip.", "You gain proficiency with the Douse maneuver and do not have to spend exertion to activate it.", "You gain the tracking skill specialty in Survival."], "document_title": "Level Up Advanced 5e"}, {"slug": "mounted-warrior", "name": "Mounted Warrior", "description": "You fight as if you were born to the saddle.", "prerequisite": null, "effects_desc": ["You gain proficiency with the Lancer Strike maneuver and do not have to spend exertion to activate it.", "Attacks targeting your mount target you instead, if you choose.", "Your mount gains Evasion, as per the 7th level rogue class feature, while you are riding it."], "document_title": "Level Up Advanced 5e"}, {"slug": "mystical-talent", "name": "Mystical Talent", "description": "You've learned to channel the spark of magic in you.", "prerequisite": null, "effects_desc": ["Select a spell list and learn 2 of its cantrips.", "From the same list, select a 1st level spell. Without expending a spell slot, you may cast this spell once per long rest. Additionally, you may cast this spell using spell slots of the same level.", "The spellcasting ability for these spells is the same as the spellcasting class from which the spells are drawn."], "document_title": "Level Up Advanced 5e"}, {"slug": "natural-warrior", "name": "Natural Warrior", "description": "The urge to fight runs hot in your veins and you take to battle naturally. You gain the following benefits:", "prerequisite": null, "effects_desc": ["Your Speed increases by 5 feet.", "When making an Acrobatics or Athletics check during combat, you can choose to use your Strength or Dexterity modifier for either skill.", "You gain proficiency with the Bounding Strike maneuver and do not have to spend exertion to activate it.", "You can roll 1d4 in place of your normal damage for unarmed strikes. When rolling damage for your unarmed strikes, you can choose to deal bludgeoning, piercing, or slashing damage."], "document_title": "Level Up Advanced 5e"}, {"slug": "part-of-the-pack", "name": "Part of the Pack", "description": "Wolves are never seen to be far from your side and consider you to be a packmate. You gain the following benefits:", "prerequisite": "*Proficiency in the Animal Handling skill*", "effects_desc": ["* Through growls, barks, and gestures, you can communicate simple ideas with canines. For the purposes of this feat, a \"canine\" is any beast with dog or wolf-like features. You can understand them in return, though this is often limited to knowing the creature's current or most recent state, such as \"hungry\", \"content\", or \"in danger.\"", "* As an action, you can howl to summon a wolf to assist you. The wolf appears in 1d4 rounds and remains within 50 feet of you until 1 hour elapses or until it dies, whichever occurs first. You can't control the wolf, but it doesn't attack you or your companions. It acts on its own initiative, and it attacks creatures attacking you or your companions. If you are 5th level or higher, your howl summons a number of wolves equal to your proficiency bonus. When your howl summons multiple wolves, you have a 50 percent chance that one of the wolves is a dire wolf instead. Your summoned pack can have no more than one dire wolf. While at least one wolf is with you, you have advantage on Wisdom (Survival) checks to hunt for food or to find shelter. At the GM's discretion, you may not be able to summon a wolf or multiple wolves if you are indoors or in a region where wolves aren't native, such as the middle of the sea. Once you have howled to summon a wolf or wolves with this feat, you must finish a long rest before you can do so again."], "document_title": "Tome of Heroes"}, {"slug": "physician", "name": "Physician", "description": "Your mastery of mundane healing arts borders on the mystical.", "prerequisite": null, "effects_desc": ["A dying creature regains hit points equal to your Wisdom modifier when you stabilize it using a healing satchel.", "You may grant an adjacent creature hit points equal to their highest hit die plus 1d6+4 as an action. A creature may only benefit from this ability once per long rest."], "document_title": "Level Up Advanced 5e"}, {"slug": "polearm-savant", "name": "Polearm Savant", "description": "You've honed fighting with hafted weapons, including glaives, halberds, pikes, quarterstaffs, or any other similar weapons.", "prerequisite": null, "effects_desc": ["Creatures entering your threatened area provoke attacks of opportunity while you are wielding a hafted weapon.", "You may expend your bonus action to make a haft attack after taking the attack action with a hafted weapon. This attack uses the same attribute modifier as the primary attack and inflicts a d4 bludgeoning damage."], "document_title": "Level Up Advanced 5e"}, {"slug": "power-caster", "name": "Power Caster", "description": "", "prerequisite": "Requires the ability to cast one spell", "effects_desc": ["Double the range on any spells you cast requiring an attack roll.", "Cover does not grant your targets an AC bonus when you make attacks against them with a ranged spell.", "Select and learn one cantrip requiring an attack roll from any spell list. The spellcasting ability for these spells is the same as the spellcasting class from which the spell is drawn."], "document_title": "Level Up Advanced 5e"}, {"slug": "powerful-attacker", "name": "Powerful Attacker", "description": "You reap a bloody harvest with a two-handed weapon.", "prerequisite": null, "effects_desc": ["You gain proficiency with the Cleaving Swing maneuver and do not have to spend exertion to activate it", "Before you make an attack with a heavy weapon you are proficient with, you can choose to make the attack roll with disadvantage. If the attack hits, you deal 10 extra damage."], "document_title": "Level Up Advanced 5e"}, {"slug": "primordial-caster", "name": "Primordial Caster", "description": "Your blood seethes with elemental power.\nSelect an elemental damage type (acid, cold, fire, lightning, or thunder).\nThis feat can be selected multiple times, choosing a different damage type each time.", "prerequisite": "Requires the ability to cast one spell.", "effects_desc": ["Your spells dealing that damage type ignore any damage resistance possessed by the target.", "When you cast a spell that deals damage of the chosen type, you deal 1 additional damage for every damage die with a result of 1."], "document_title": "Level Up Advanced 5e"}]}